const NewsData = [
    {
        nname : "पंतप्रधान मा.श्री.नरेंद्र मोदीजींचे पुणे विमानतळावर स्वागत !💐" , 
        imgscr : "./src/images/pmmodi.jpeg" ,
        descri : "नस्वीस्वी स्वाग स्वागत ! देशाचे कर्तव्यदक्ष पंतप्रधान मा.श्री.नरेंद्र मोदीजींच्या शुभहस्ते पुण्यत ! देशा स्वाग स्वागत ! देशाचे कर्तव्यदक्ष पंतप्रधान मा.श्री.नरेंद्र मोदीजींच्या शुभहस्ते पुण्यत ! देशाचे कर्तव्यदक्ष पंतप्रधान मा.श्री.नरेंद्र मोदीजींच्या शुभहस्ते पुण्यनगरीत विविध विकास प्रकल्पांचे उद्घाटन आणि लोकार्पण आज संपन्न झाले. त्याचप्रमाणे लोकमान्य टिळक स्मारक ट्रस्ट तर्फे मोदीजींना लोकमान्य टिळक राष्ट्रीय पुरस्काराने गौरविण्यात आले. यानिमित्ताने मोदीजींचे पुण्यनगरीत आगमन झाले असता सकाळी त्यांचे पुणे विमानतळावर स्वागत केले.!💐" ,


    },
    {
        nname : "आळंदी : इंद्रायणी पुन्हा एकदा फेसाळली; काही तासांवर माऊलींचा पालखी प्रस्थान सोहळा!" ,        
        imgscr : "./src/images/alandi.avif" ,
        descri : "आळंदीत इंद्रायणी नदी पुन्हा एकदा फेसाळली आहे. अवघ्या काही तासांवर संत श्रेष्ठ ज्ञानेश्वर माऊलींचा पालखी प्रस्थान सोहळा आलेला असताना देखील प्रशासन इंद्रायणी प्रदूषणाकडे गांभीर्याने बघत नसल्याचं पुन्हा एकदा दिसत आहे. दोन दिवसांपूर्वीच आळंदीचे विश्वस्त यांनी यासंबंधी आंदोलनाचा इशारा दिला होता. नदीतील फेस आता थेट मंदिराजवळ आला आहे. ज्या ठिकाणी वारकरी मोठ्या श्रद्धेने इंद्रायणीत आचमन करतात तिथेच फेस पोहोचला आहे." ,
        link : "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.devendrafadnavis.in%2Fdownload-copyright-free-stock-images%2F&psig=AOvVaw1zIHwwr0VJv3g7gBzUNNyJ&ust=1719130862789000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPCA6NTj7oYDFQAAAAAdAAAAABAE"
          

    } ,
    {
        nname : "रूबी हॉल क्लिनिक येथे कर्करोगावर शस्त्रक्रियेशिवाय उपचार करणारे पहिले लेझर मशिन cyberknife S7        " ,        
        imgscr : "./src/images/rubihall.jpeg" ,
        descri : "देशाचे कणखर नेतृत्व पंतप्रधान मा.नरेंद्र मोदीजी आज पुणे दौऱ्यावर येत आहेत. त्या पार्श्वभूमीवर राज्याचे उपमुख्यमंत्री मा.देवेंद्रजी फडणवीस आणि उपमुख्यमंत्री मा.अजितदादा पवार देखील पुण्यात आले असता त्यांचे पुणे विमानतळावर सहकाऱ्यांसोबत स्वागत केले" ,
        link : "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.devendrafadnavis.in%2Fdownload-copyright-free-stock-images%2F&psig=AOvVaw1zIHwwr0VJv3g7gBzUNNyJ&ust=1719130862789000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPCA6NTj7oYDFQAAAAAdAAAAABAE"
        

    } ,
    {
        nname : "राज्याचे उपमुख्यमंत्री मा.देवेंद्रजी फडणवीस आणि उपमुख्यमंत्री मा.अजितदादा पवार यांचे पुणे विमानतळावर सहकाऱ्यांसोबत स्वागत" ,        
        imgscr : "./src/images/neweducationpolicy.jpg" ,
        descri : "देशाचे कणखर नेतृत्व पंतप्रधान मा.नरेंद्र मोदीजी आज पुणे दौऱ्यावर येत आहेत. त्या पार्श्वभूमीवर राज्याचे उपमुख्यमंत्री मा.देवेंद्रजी फडणवीस आणि उपमुख्यमंत्री मा.अजितदादा पवार देखील पुण्यात आले असता त्यांचे पुणे विमानतळावर सहकाऱ्यांसोबत स्वागत केले" ,
        link : "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.devendrafadnavis.in%2Fdownload-copyright-free-stock-images%2F&psig=AOvVaw1zIHwwr0VJv3g7gBzUNNyJ&ust=1719130862789000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPCA6NTj7oYDFQAAAAAdAAAAABAE"
        

    } ,
    //new data
    {
        nname : "चांद्रयान ३ बाबत इस्रोकडून मोठी अपडेट, रॉकेटचा ‘हा’ महत्त्वाचा भाग पृथ्वीच्या कक्षेत परतला!" ,        
        imgscr : "./src/images/chandryan.webp" ,
        descri : "चांद्रयान ३ मोहिमेत महत्त्वाची भूमिका बजावलेल्या LVM3 M4 प्रक्षेपण वाहनाचा ‘क्रायोजेनिक अप्पर स्टेज बुधवारी अनियंत्रिपणे पृथ्वीच्या कक्षेत परतला. भारतीय अंतराळ संशोधन संस्थेने (इस्रो) याबाबत माहिती दिली. उत्तर प्रशांत महासागरावर संभाव्य प्रभाव बिंदूचा अंदाज लावला गेला आहे. म्हणजेच ही रॉकेट बॉडी प्रशांत महासागरावर उतरेल. परंतु, हे रॉकेट भारतावरून गेलेले नाही, असं इस्रोने निवेदनात म्हटलं आहे. " ,
        link : "https://www.google.com/url?sa"
        

    } ,
    {
        nname : "आंतरराष्ट्रीय योग दिवस निमित्त सावित्रीबाई फुले पुणे विद्यापीठाच्या खाशाबा जाधव संकुलात G20 बैठकीसाठी उपस्थित देशांच्या प्रतिनिधींसाठी विशेष योगा कार्यक्रमाचे आयोजन" ,        
        imgscr : "./src/images/yoga.avif" ,
        descri : "जी २० शिक्षण कृती गटाची चौथी बैठक पुण्यात सुरू आहे. आज आंतरराष्ट्रीय योग दिवस निमित्त सावित्रीबाई फुले पुणे विद्यापीठाच्या खाशाबा जाधव संकुलात G20 बैठकीसाठी उपस्थित देशांच्या प्रतिनिधींसाठी विशेष योगा कार्यक्रमाचे आयोजन करण्यात आले होते. या कार्यक्रमात केंद्रीयमंत्री मा. धर्मेंद्रजी प्रधान, पालकमंत्री मा.चंद्रकांतदादा पाटील यांच्यासह उपस्थित राहून योग शिबिरात सहभाग घेतला व शरीर, मन, चेतना आणि आत्मा यांना संतुलनात आणणाऱ्या योग साधनेचे महत्व समजून घेतले. योग संस्कृतीचे महत्त्व आदरणीय पंतप्रधान नरेंद्र मोदीजींनी संपूर्ण विश्वाला पटवून दिले आहे. योग म्हणजे सुदृढ मन व निरोगी शरीराची गुरुकिल्ली आहे. म्हणूनच सर्वांनी योग करून आपले आरोग्य सांभाळावे." ,
        link : "https://www.google.com/url?sa"
        

    } ,
    {
        nname : " पावसाचा पोलीस भरतीला फटका, कुठे भरती पुढे ढकलली, कुठे उमेदवारांची चाचणी रद्दची मागणी" ,        
        imgscr : "./src/images/police-bharati.webp" ,
        descri : "राज्यात पोलीस भरतीची प्रक्रिया सुरु आहे. अनेक जिल्ह्यांमध्ये मैदानी चाचणी घेण्यात येत आहे. या चाचणीसाठी उमेदवार आले आहेत. परंतु अनेक ठिकाणी पावसामुळे मैदान ओले झाले आहे. त्याचा फटका उमेदवारांना बसत आहे. काही ठिकाणी मैदानी चाचणी रद्द करण्यात आली आहे. तर काही ठिकाणी मैदानी चाचणी पुढे ढकलण्याची मागणी उमेदवारांनी केली आहे. बीडमध्ये मैदानी चाचणी रद्द करुन ती एक जुलै रोजी घेण्यात येणार आहे. परंतु पावसाळ्यात मैदानी चाचणी घेण्याचा पोलीस प्रशासनाच्या निर्णयावर टीका होत आहे." ,
        link : "https://www.google.com/url?sa"
        

    } ,
    {
        nname : "पुणे - सातारा रस्त्यावर खंबाटकी घाटात कंटेनरचा अपघात" ,        
        imgscr : "./src/images/punewaiaccident.webp" ,
        descri : "वाई: पुणे-सातारा महामार्गावर खंबाटकी घाट सातारा बाजूकडे उतरताना असणाऱ्या वेळे (ता. वाई) गावाच्या हद्दीत असण्याऱ्या घाट उताराच्या तीव्र वळणावर भर पावसात एक कंटेनर महामार्ग रस्त्यावर आडवा झाला. यामुळे काही वेळासाठी महामार्गावरील वाहतूक ठप्प झाली होती" ,
        link : "https://www.google.com/url?sa"
        

    } ,
    {
        nname : "SA VS Wes T20 World Cup: दक्षिण आफ्रिका सेमी फायनलमध्ये; यजमान वेस्ट इंडिज स्पर्धेबाहेर" ,        
        imgscr : "./src/images/sa-into-semis.avif" ,
        descri : "अटीतटीच्या उत्कंठावर्धक लढतीत दक्षिण आफ्रिकेने यजमान वेस्ट इंडिजवर ३ विकेट्सने विजय मिळवत सेमी फायनलमध्ये धडक मारली. पण या पराभवाने यजमान वेस्ट इंडिजच्या सेमी फायनलच्या आशा धुळीस मिळाल्या आणि त्यांचं स्पर्धेतलं आव्हान संपुष्टात आलं. गट २ मधून दक्षिण आफ्रिका आणि इंग्लंड यांनी सेमी फायनलमध्ये आगेकूच केली आहे." ,
        link : "https://www.google.com/url?sa"
        

    } ,
    {
        nname : " सहा हजार पगारात करायचे नोकरी, लग्नासाठी काढले होते कर्ज; पण आज तब्बल ५५,000 कोटींच्या कंपनीचा मालक, मित्रांमुळे बदलले आयुष्य        " ,        
        imgscr : "./src/images/successtory.avif" ,
        descri : "आयुष्यात खूप पैसा कमावून श्रीमंत होणे हे अनेकांचे स्वप्न असते. जगातील गरीब आणि मध्यमवर्गीय लोक हे स्वप्न दिवस-रात्र पाहत असतात. व्यक्तीच्या आयुष्यात अनेक अडचणी असतात, पण त्या अडचणींचा धैर्याने सामना केल्यास सर्वांत मोठे यशही सहज मिळविता येते. जगात अनेक लोक उज्ज्वल भविष्यासाठी आणि पैसा कमावण्यासाठी कठोर परिश्रम करतात, ते कधीही मागे हटत नाहीत. अशा अनेक दिग्गजांचा प्रेरणादायी प्रवास भारतीयांना ठाऊक आहे. या दिग्गज व्यावसायिकांमध्ये जयंती कनानी यांच्या नावाचाही समावेश आहे. एकेकाळी ते अत्यंत गरिबीत जगत होते, पण आज ते करोडोंच्या संपत्तीचे मालक आहेत.        " ,
        link : "https://www.google.com/url?sa"
        

    } ,
    {
        nname : "भारतीय नौदलामध्ये नोकरीची संधी! स्पोर्ट्स कोटयांतर्गत होणार भरती, २० जुलैपूर्वी करा अर्ज" ,        
        imgscr : "./src/images/indiannavy.avif" ,
        descri : " भारतीय नौदलाने इच्छुक आणि पात्र उमेदवारांसाठी भरती अधिसूचना जाहीर केली आहे “स्पोर्ट्स कोटयांतर्गत ही भरती होणार आहे. या मोहिमेंतर्गच विविध पदांची भरती होणार आहे. अर्ज ऑफलाइन करायचा आहे. पात्र आणि इच्छुक उमेदवार भारतीय नौदलाच्या रिक्त पदासाठी २०२४ साठी अंतिम तारखेपूर्वी दिलेल्या नमूद पत्त्यावर त्यांचे अर्ज जमा करू शकतात. अर्ज जमा करण्याची अंतिम तारीख २० जुलै २०२४ आहे. भारतीय नौदल SSC अधिकारी भरती २०२४ बद्दल अधिक माहितीसाठी, आमच्या http://www.MahaBharti.in वेबसाइटला भेट द्या." ,
        link : "https://www.google.com/url?sa"
        

    } ,
    {
        nname : "पेट्रोल-डिझेलबाबत निर्णय राज्यांच्या हाथी; जीएसटी कक्षेत आणण्याबाबत अर्थमंत्र्यांचे आवाहन" ,        
        imgscr : "./src/images/gst-meeting-8.avif" ,
        descri : "केंद्र सरकारचा पेट्रोल आणि डिझेल वस्तू आणि सेवाकराच्या (जीएसटी) कक्षेत आणण्याचा हेतू राहिला आहे. यामुळे पेट्रोल आणि डिझेलचे दर कमी होऊन सामान्यांना दिलासा मिळेल. माजी अर्थमंत्री दिवंगत अरुण जेटली यांनी पेट्रोल आणि डिझेलचा जीएसटी समावेश करण्याबाबत आधीच तरतूद केली आहे. मात्र त्याबाबत राज्यांनी एकत्र येऊन कराच्या दराबाबत चर्चा करून निर्णय घेणे आवश्यक आहे. यामुळे पेट्रोल आणि डिझेल जीएसटीच्या कक्षेत आणणे हे पूर्णपणे राज्यांवर अवलंबून आहे. पेट्रोल आणि डिझेल जीएसटीमध्ये यावेत, अशी सरकारची आधीपासूनच इच्छा आहे, असे केंद्रीय अर्थमंत्री निर्मला सीतारामन यांनी स्पष्ट केले." ,
        link : "https://www.google.com/url?sa"
        

    } ,

]


export default NewsData ;
